Repository: axeluhl/sailing-analytics
Catalog: java/com.sap.sailing.polars.datamining/resources/stringmessages/XLF/Polars_StringMessages_*.properties.xlf
Languages: es, pt

# PolarChain1
source: Polars
es: Polares
pt: Cartas polares

# PolarChain2
source: Backend Polars
es: Polares back end
pt: Cartas polares back-end

source: RaceColumn
es: Columna carrera
pt: Coluna de corrida

source: Leg Index
es: Índice de tramo
pt: Índice de pernas

source: Polar Data
es: Datos polares
pt: Dados da carta polar

source: Polars
es: Polares
pt: Cartas polares

source: GPS Fix
es: Punto de GPS
pt: Ponto fixo de GPS

source: Wind Range
es: Rango de viento
pt: Amplitude do vento

# WindIsConfident
source: Confident Wind Measurement
es: Medición segura del viento
pt: Medição segura do vento

source: Rank
es: Categoría
pt: Posição

source: Backend Polars
es: Polares back end
pt: Cartas polares back-end
