Repository: axeluhl/sailing-analytics
Catalog: java/com.sap.sailing.server/resources/stringmessages/XLF/StringMessages_*.properties.xlf
Languages: es, pt, zh_cn

# raceInRegattaOfEvent
source: race {0} in regatta ''{1}'' of event ''{2}''
es: Carrera {0} en regata ''{1}'’ de evento ''{2}''
pt: corrida {0} na regata ''{1}'' do evento ''{2}''

# raceInFleetInRegattaOfEvent
source: race {0} ({3}) in regatta ''{1}'' of event ''{2}''
es: Carrera {0} ({3})en regata ''{1}'’ de evento ''{2}''
pt: corrida {0} ({3}) na regata ''{1}'' do evento ''{2}''

# leaderboardOfEvent
source: leaderboard ''{0}'' of event ''{1}''
es: Clasificación ''{0}'' de evento ''{1}''
pt: painel de classificação ''{0}'' do evento ''{1}''

# leaderboardShowResultsLinkTitle
source: Show results
es: Mostrar resultados
pt: Visualizar resultados
zh_cn: 显示结果

# racesOverviewLinkTitle
source: Show races overview
es: Mostrar resumen de carreras
pt: Visualizar síntese de corridas
zh_cn: 显示比赛轮次总览

# raceboardShowRaceLinkTitle
source: Show race
es: Mostrar carrera
pt: Visualizar corrida
zh_cn: 显示比赛轮次

# raceboardRaceAnalysisLinkTitle
source: Show race analysis
es: Mostrar análisis de carrera
pt: Visualizar análise da corrida
zh_cn: 显示比赛轮次分析

# boatClassRaceFinishedSubject
source: Race for boat class {0} has finished - new results available
es: La carrera para la clase de embarcación {0} ha terminado, hay nuevos resultados disponibles
pt: A corrida para classe de barcos {0} terminou - disponíveis novos resultados
zh_cn: 船只级别{0}的比赛轮次已结束 - 新结果可用

# boatClassRaceFinishedBody
source: New results for boat class {0} in {1} are available.
es: Hay disponibles nuevos resultados para la clase de embarcación {0} en {1}.
pt: Estão disponíveis novos resultados para a classe de barcos {0} em {1}.
zh_cn: {1}中船只级别{0}的新结果可用。

# boatClassScoreCorrectionSubject
source: New results are available for boat class {0}
es: Nuevos resultados disponibles para la clase de embarcación {0}
pt: Estão disponíveis novos resultados para a classe de barcos {0}
zh_cn: 新结果可用于船只级别{0}

# boatClassScoreCorrectionBody
source: New results for boat class {0} in {1} are available.
es: Hay disponibles nuevos resultados para la clase de embarcación {0} en {1}.
pt: Estão disponíveis novos resultados para a classe de barcos {0} em {1}.
zh_cn: {1}中船只级别{0}的新结果可用。

# competitorPassesFinishSubject
source: Competitor {0} passed finish line in a race
es: El competidor {0} ha cruzado la línea de meta en una carrera
pt: O competidor {0} passou a linha de chegada em uma corrida
zh_cn: 参赛队{0}在一轮比赛中越过终点线

# competitorPassesFinishBody
source: Competitor {0} passed finish line in {1}.
es: El competidor {0} ha cruzado la línea de meta en {1}.
pt: O competidor {0} passou a linha de chegada em {1}.
zh_cn: 参赛队{0}在{1}中越过终点线。

# competitorScoreCorrectionSubject
source: New results are available for competitor {0}
es: Nuevos resultados disponibles para el competidor {0}
pt: Estão disponíveis novos resultados para o competidor {0}
zh_cn: 新结果可用于参赛队{0}

# competitorScoreCorrectionBody
source: New results for competitor {0} in {1} are available.
es: Hay disponibles nuevos resultados para el competidor {0} en {1}.
pt: Estão disponíveis novos resultados para o competidor {0} em {1}.
zh_cn: {1}中参赛队{0}的新结果可用。

# boatClassUpcomingRaceSubject
source: A race for boat class {0} will start soon
es: Muy pronto se iniciará una carrera para la clase de embarcación {0}
pt: Uma corrida para a classe de barcos {0} será iniciada em breve
zh_cn: 船只级别{0}的比赛轮次即将开始

# boatClassUpcomingRaceBody
source: For boat class {0} {1} will start approximately at {2}.
es: Para la clase de embarcación {0} {1} se iniciará aproximadamente a las {2}.
pt: Para a classe de barcos {0}, {1} será iniciada aproximadamente às {2}.
zh_cn: 对于船只级别{0}，{1}约于{2}开始。

# subscriptionInformation
source: You are receiving notifications from SAP Sailing Analytics. To turn off notifications, please visit your user profile at the link below.
es: Está recibiendo notificaciones de SAP Sailing Analytics. Para desconectarlas, examine su perfil de usuario en el siguiente enlace.
pt: Você está recebendo notificações de SAP Sailing Analytics. Para desativar as notificações, visite o seu perfil de usuário no link seguinte.
zh_cn: 您将从 SAP Sailing Analytics 接收通知。要关闭通知，请通过下方的链接访问用户参数文件。

source: User Profile
es: Perfil de usuario
pt: Perfil do usuário
zh_cn: 用户参数文件

source: Imprint
es: Marca
pt: Impressão
zh_cn: 版本说明

source: Privacy
es: Privacidad
pt: Privacidade
zh_cn: 隐私

# salutation
source: Hallo {0},
es: Hola {0},
pt: Olá {0},
zh_cn: {0}您好！

# raceInRegattaOfEvent
source: race {0} in regatta '{1}' of event '{2}'
zh_cn: 活动 “{2}” 的比赛 “{1}” 中的比赛轮次 {0}

# raceInFleetInRegattaOfEvent
source: race {0} ({3}) in regatta '{1}' of event '{2}'
zh_cn: 活动 “{2}” 的比赛 “{1}” 中的比赛轮次 {0} ({3})

# leaderboardOfEvent
source: leaderboard '{0}' of event '{1}'
zh_cn: 活动 “{1}” 的积分榜 “{0}”
