Repository: axeluhl/sailing-analytics
Catalog: java/com.sap.sailing.datamining/resources/stringmessages/XLF/Sailing_StringMessages_*.properties.xlf
Languages: fr

source: Speed
fr: Vitesse

# SpeedTenSecondsBefore
source: Speed 10s before
fr: Vitesse 10 s avant

source: Distance Traveled
fr: Distance parcourue

source: Name
fr: Nom

source: Leg Type
fr: Type de portion de parcours

# SailID
source: Sail Number
fr: Numéro de voile

source: Year
fr: Année

source: Leg Number
fr: N° de portion de parcours

source: Nationality
fr: Nationalité

source: Acronym
fr: Acronyme

source: Regatta
fr: Régate

source: Course Area
fr: Zone de course

source: Boat Class
fr: Catégorie de bateau

source: Fleet
fr: Flotte

source: Race
fr: Course

source: Competitor
fr: Concurrent

source: Boat
fr: Bateau

source: Team
fr: Équipe

source: Search Tag
fr: Balise de recherche

# LeaderboardSailingDomainRetrieverChain
source: Leaderboards
fr: Palmarès

# RaceSailingDomainRetrieverChain
source: Races
fr: Courses

# LegSailingDomainRetrieverChain
source: Legs
fr: Portions de parcours

# GPSFixSailingDomainRetrieverChain
source: GPS Fixes
fr: Positions GPS

# BravoFixSailingDomainRetrieverChain
source: Bravo Fixes
fr: Positions Bravo

# BravoFixTrackSailingDomainRetrieverChain
source: Bravo Tracks
fr: Enregistrements Bravo

# FoilingSegmentsSailingDomainRetrieverChain
source: Foiled Segments
fr: Tronçons en planing

# WindFixSailingDomainRetrieverChain
source: Wind Fixes
fr: Points vent

# MarkPassingSailingDomainRetrieverChain
source: Mark Passings
fr: Passages des marques

# RaceResultSailingDomainRetrieverChain
source: Race Results
fr: Résultats de course

# RaceOfCompetitorSailingDomainRetrieverChain
source: Races of Competitors
fr: Courses des concurrents

# ManeuverSailingDomainRetrieverChain
source: Maneuver
fr: Manœuvre

source: Leaderboard Group
fr: Groupe de palmarès

source: Leaderboard
fr: Palmarès

source: Leg
fr: Portion de parcours

source: Mark Passing
fr: Passage de marque

source: Leg of competitor
fr: Portion de parcours de concurrent

source: GPS Fix
fr: Position GPS

source: Bravo Fix
fr: Position Bravo

source: Bravo Fix Track
fr: Enregistrement de position Bravo

source: Wind Fix
fr: Point vent

source: Maneuver
fr: Manœuvre

source: Wind Strength in Beaufort
fr: Force du vent sur l'échelle de Beaufort

# Bft0
source: Calm
fr: Calme

# Bft1
source: Light air
fr: Très légère brise

# Bft2
source: Light breeze
fr: Légère brise

# Bft3
source: Gentle breeze
fr: Petite brise

# Bft4
source: Moderate breeze
fr: Jolie brise

# Bft5
source: Fresh breeze
fr: Bonne brise

# Bft6
source: Strong breeze
fr: Vent frais

# Bft7
source: High wind
fr: Grand frais

# Bft8
source: Gale
fr: Coup de vent

# Bft9
source: Strong gale
fr: Fort coup de vent

# Bft10
source: Storm
fr: Tempête

# Bft11
source: Violent storm
fr: Violente tempête

# Bft12
source: Hurricane
fr: Ouragan

# RelativeScore
source: Relative Score (0 best; 1 worst)
fr: Résultat relatif (0 = meilleur, 1 = pire)

# RelativeScoreInPercent
source: Relative Score in %
fr: Résultat relatif en %

# RelativeScoreInRaceInPercent
source: Relative Score in Race in %
fr: Résultat relatif dans la course en %

source: Absolute Rank
fr: Place réelle

# WindSpeedInBeaufort
source: Wind Speed in Bft
fr: Vitesse du vent en Bft

# DistanceAtStart
source: Distance to Start at Start
fr: Distance du point de départ au départ

# SpeedWhenStarting
source: Speed at Start
fr: Vitesse au départ

# SpeedTenSecondsBeforeStart
source: Speed 10s Before Start
fr: Vitesse 10 s avant le départ

source: Rank at First Mark
fr: Place à la première marque

source: Number of Maneuvers
fr: Nombre de manœuvres

source: Number of Tacks
fr: Nombre de virements

source: Number of Jibes
fr: Nombre de changements d'amure

source: Number of Penalty Circles
fr: Nombre de tours de pénalité

source: Rank Gains or Losses
fr: Pertes ou gains de place

# DistanceToStarboardSideAtStart
source: Distance to Starboard Side (% of Length)
fr: Distance à tribord (% de la longueur)

# NumberOfPodiumFinish
source: Number of Podium Finishes
fr: Nombre de podiums

source: Number of Wins
fr: Nombre de victoires

# RankGainsOrLossesBetweenFirstMarkAndFinish
source: Rank Gains or Losses (1st Mark -> Finish)
fr: Pertes ou gains de place (1ère marque -> Arrivée)

source: Is Tracked
fr: Est suivi

source: Number of Competitor Fixes
fr: Nombre de positions de concurrents

source: Number of Mark Fixes
fr: Nombre de positions de marques

source: Maneuver Type
fr: Type de manœuvre

source: Tack
fr: Virement

# SpeedBefore
source: Speed Before Maneuver
fr: Vitesse avant la manœuvre

# SpeedAfter
source: Speed After Maneuver
fr: Vitesse après la manœuvre

# DirectionChange
source: Direction Change in Degrees
fr: Changement de cap en degrés

# AbsoluteDirectionChange
source: Absolute Direction Change in Degrees (Positive)
fr: Changement de cap absolu en degrés (positif)

# ToSide
source: To Side (Port / Starboard)
fr: À bâbord/À tribord

source: Maneuver Loss
fr: Perte suite à manœuvre

source: Waypoint
fr: Point de cheminement

source: Passing Side
fr: Côté de passage

source: Tack at Start
fr: Virement au départ

# SpeedTenSecondsAfterStart
source: Speed 10s After Start
fr: Vitesse 10 s après le départ

# RankThirtySecondsAfterStart
source: Rank 30s After Start
fr: Place 30 s après le départ

source: Windward Distance to Advantageous End of Line
fr: Distance au vent jusqu'au côté avantageux de la ligne

# RankAfterHalfOfTheFirstLeg
source: Rank after the half of the first leg
fr: Place après la moitié de la première portion de parcours

source: Advantageous End of Line
fr: Côté avantageux de la ligne

source: Time Spent in Seconds
fr: Temps mis en secondes

source: Medal Race
fr: Course médaillée

source: Wind Source Type
fr: Type de source de vent

source: Wind Source Name
fr: Nom de la source du vent

# windFrom
source: True Wind Direction (TWD)
fr: Direction réelle du vent (TWD)

# windSpeedKnots
source: True Wind Speed (kts)
fr: Vitesse réelle du vent (en nds)

# speedInKnots
source: Speed (kts)
fr: Vitesse (nds)

source: Wind Track
fr: Enregistrement vent

source: Time spent foiling
fr: Temps passé en planing

source: Yaw
fr: Dévier

source: Pitch
fr: Embarder

source: Heel
fr: Talonner

source: Ride Height
fr: Hauteur pendant le planing

# rideHeightPort
source: Ride Height Port Hull
fr: Hauteur pendant le planing - coque bâbord

# rideHeightStarboard
source: Ride Height Starboard Hull
fr: Hauteur pendant le planing - coque tribord

source: Is Foiling
fr: Planing en cours

source: Foiling Duration
fr: Durée du planing

# FoilingDistance
source: Distance Foiled
fr: Distance parcourue en planing

# TakeoffSpeedInKnotsInKnots
source: Takeoff speed in knots
fr: Vitesse porteuse au déjaugeage en nœuds

source: Landing speed in knots
fr: Vitesse à la fin du planing en nœuds

# AbsoluteTrueWindAngleAtTakeoff
source: Absolute true wind angle (TWA) at takeoff
fr: Angle du vent réel au déjaugeage (TWA)

# AbsoluteTrueWindAngleAtLanding
source: Absolute true wind angle (TWA) at landing
fr: Angle du vent réel à la fin du planing (TWA)

source: Wind strength in beaufort at takeoff
fr: Force du vent en Beaufort au déjaugeage

source: Wind strength in beaufort at landing
fr: Force du vent en Beaufort à la fin du planing

source: Wind at takeoff
fr: Vent au déjaugeage

source: Wind at landing
fr: Vent à la fin du planing

# StartsOnLegType
source: Type of leg at takeoff
fr: Type de portion de parcours au déjaugeage

# EndsOnLegType
source: Type of leg at landing
fr: Type de portion de parcours à la fin du planing

# FoilingSegments
source: Foiled Segments
fr: Tronçons en planing

source: Average absolute true wind angle
fr: Angle du vent réel moyen

# AbsoluteTrueWindAngle
source: Absolute true wind angle (TWA)
fr: Angle du vent réel (TWA)

source: Wind
fr: Vent

# VMG
source: Velocity Made Good
fr: Compromis Cap/Vitesse (VMG)
