Repository: axeluhl/sailing-analytics
Catalog: java/com.sap.sse.security.ui/src/main/java/com/sap/sse/security/ui/client/i18n/XLF/StringMessages_*.properties.xlf
Languages: ru

source: Name
ru: Имя

source: Company
ru: Компания

source: Password
ru: Пароль

# passwordRepeat
source: Repeat password
ru: Повторите пароль

# loggedIn
source: Logged in as user {0}!
ru: Выполнен вход пользователя {0}!

source: Sign in
ru: Войти

source: Sign up
ru: Зарегистрироваться

source: Sign out
ru: Выйти

source: Invalid username
ru: Недопустимое имя пользователя

# couldNotSignOut
source: Could not sign out: {0}
ru: Не удалось выйти: {0}

source: Create user
ru: Создать пользователя

source: Settings
ru: Параметры

source: Filter users...
ru: Фильтр пользователей...

# welcome
source: Welcome, {0}!
ru: Добро пожаловать, {0}!

source: Trying to verify user...
ru: Попытка проверить пользователя...

source: Fetching user information...
ru: Извлечение сведений пользователя...

# signedInAs
source: Signed in as {0}
ru: Выполнен вход пользователя {0}

# signedInAsTitle
source: Signed in as:
ru: В системе как:

source: Close
ru: Закрыть

source: Loading...
ru: Загрузка...

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: Add URL filter
ru: Добавить фильтр URL-адреса

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: Username
ru: Имя пользователя

source: e-mail
ru: эл. почта

# usernameMustHaveAtLeastNCharacters
source: Please enter a username with at least {0} characters
ru: Введите имя пользователя длиной не менее {0} символов

# passwordMustHaveAtLeastNCharacters
source: Please use a password that has at least {0} characters
ru: Используйте пароль длиной не менее {0} символов

# passwordsDontMatch
source: Passwords must match
ru: Пароли должны совпадать

# couldNotCreateUser
source: Could not create user: {0}
ru: Не удалось создать пользователя: {0}

source: Change password
ru: Изменить пароль

source: User details
ru: Данные пользователя

source: Delete user
ru: Удалить пользователя

# deleteUserQuestion
source: Delete user?
ru: Удалить пользователя?

# doYouReallyWantToDeleteUser
source: Do you really want to delete user {0}?
ru: Действительно удалить пользователя {0}?

# errorDeletingUser
source: An error happened while deleting the user
ru: При удалении пользователя возникла ошибка

# account
source: {0}-Account
ru: {0}-учетная запись

source: Save
ru: Сохранить

source: Remove
ru: Удалить

source: Add
ru: Добавить

source: Edit
ru: Изменить

# errorUpdatingRoles
source: Error updating roles for user {0}: {1}
ru: Ошибка при обновлении ролей для пользователя {0}: {1}

# errorUpdatingPermissions
source: Error updating permissions for user {0}: {1}
ru: Ошибка при обновлении разрешений для пользователя {0}: {1}

source: Enter role name...
ru: Введите название роли...

source: Enter permission name...
ru: Введите название разрешения...

# errorCreatingUser
source: Error signing up with username {0}: {1}
ru: Ошибка при входе с именем пользователя {0}: {1}

# signedUpSuccessfully
source: Successfully signed up user {0}. Please check your e-mails to validate your e-mail account.
ru: Успешно выполнен вход пользователя {0}. Проверьте электронную почту для подтверждения своей учетной записи.

# unknownErrorCreatingUser
source: Unknown error trying to sign up user with name {0}. Perhaps another user with that name already exists.
ru: Неизвестная ошибка при попытке входа пользователя с именем {0}. Возможно, уже существует другой пользователь с таким именем.

# userAlreadyExists
source: A user with name {0} already exists
ru: Пользователь с именем {0} уже существует

source: Current password
ru: Текущий пароль

source: Password successfully changed
ru: Пароль успешно изменен

source: Password does not meet requirements
ru: Пароль не отвечает требованиям

# errorChangingPassword
source: Error changing password: {0}
ru: Ошибка при изменении пароля: {0}

source: Invalid credentials
ru: Недействительные учетные данные

# editEmail
source: Edit e-mail address
ru: Изменить адрес эл. почты

# errorUpdatingEmail
source: Error updating e-mail address: {0}
ru: Ошибка при обновлении адреса эл. почты: {0}

# successfullyUpdatedEmail
source: Successfully updated e-mail address for user {0}.\nValidation check sent to {1}.
ru: Успешно обновлен адрес эл. почты для пользователя {0}.\nСсылка для подтверждения отправлена по адресу {1}.

# errorUpdatingUserProperties
source: Error updating user properties: {0}
ru: Ошибка при обновлении свойств пользователя: {0}

# successfullyUpdatedUserProperties
source: Successfully updated properties for user {0}.
ru: Успешно обновлены свойства для пользователя {0}.

source: Forgot password
ru: Не помню пароль

# errorDuringPasswordReset
source: Error during password reset: {0}
ru: Ошибка при сбросе пароля: {0}

# cannotResetPasswordWithoutValidatedEmail
source: Cannot reset password because user {0} does not have a validated e-mail address
ru: Сброс пароля невозможен, так как у пользователя {0} нет подтвержденного адреса эл. почты

# passwordResetLinkSent
source: A link for resetting the password has been sent to {0}''s validated e-mail address
ru: Ссылка для сброса пароля отправлена на подтвержденный адрес эл. почты пользователя {0}

# errorValidatingEmail
source: Error validating e-mail address of user {0}: {1}
ru: Ошибка при подтверждении адреса эл. почты пользователя {0}: {1}

# emailValidatedSuccessfully
source: e-mail address of user {0} validated successfully
ru: адрес эл. почты пользователя {0} подтвержден успешно

# errorResettingPassword
source: Error resetting password for user {0}: {1}
ru: Ошибка при сброе пароля для пользователя {0}: {1}

# successfullyResetPassword
source: Successfully reset password for user {0}. e-Mail has been sent.
ru: Успешно сброшен пароль для пользователя {0}. Отправлено сообщение эл. почты.

# failedToSignIn
source: Failed to sign in. Check your credentials.
ru: Не удалось выполнить вход. Проверьте учетные данные.

# emailValidationUnsuccessful
source: Validation of e-mail address for user {0} failed. Did you really use the latest validation code?
ru: Не удалось подтвердить адрес эл. почты для пользователя {0}. Вы действительно используете последний код подтверждения?

source: Roles
ru: Роли

source: Permissions
ru: Разрешения

source: Sign in with...
ru: Выполнить вход как...

# generalWelcome
source: Welcome!
ru: Добро пожаловать!

# newUser
source: New here?
ru: Вы здесь впервые?

source: Please sign in.
ru: Входите, пожалуйста.

# enterUsernameOrEmail
source: Enter user name or e-mail address
ru: Введите имя пользователя или адрес эл. почты

# serverError
source: An error occurred while attempting to contact the server. Please check your network connection and try again.
ru: При попытке обратиться к серверу возникла ошибка. Проверьте сетевое подключение и повторите попытку.

source: Remote Procedure Call
ru: Удалить вызов процедуры

source: Server replies
ru: Ответы сервера

source: Error communicating with server
ru: Ошибка связи с сервером

# editProfile
source: Edit user profile
ru: Изменить профиль пользователя

# allPermissions
source: All permissions (including inferred from roles)
ru: Все разрешения (включая предоставляемые ролями)

source: Configuration
ru: Конфигурация

# settingsForComponent
source: Settings for {0}
ru: Параметры для {0}

source: Please select
ru: Выберите

source: Old password
ru: Старый пароль

# newPasswordPlaceholder
source: Type in a new password
ru: Введите новый пароль

# oldPasswordPlaceholder
source: Type in the old password
ru: Введите старый пароль

# passwordRepeatPlaceholder
source: Repeat the new password
ru: Повторите новый пароль

source: Reset password
ru: Сбросить пароль

# youAreNotSignedIn
source: You are currently not signed in.
ru: Вход в систему не выполнен.

# youDontHaveRequiredPermission
source: You don''t have the required permission.
ru: У вас нет необходимого разрешения.

source: Account confirmation
ru: Подтверждение учетной записи

# error
source: Unknown error
ru: Неизвестная ошибка

source: Refresh
ru: Обновить

source: Preferred language
ru: Предпочитаемый язык

# cannotResetInvalidURL
source: Invalid reset URL...
ru: Недействительный URL-адрес сброса...
